[
    {
        "sno": 0,
        "ImageUrl": "https://drive.google.com/uc?export=view&id=1elbpxjelgda2o4qkqqpUBLEMduf4YkSA",
        "Name": "Jin",
        "Game": "Tekken",
        "Description": "Jin Kazama, a central figure in the Tekken universe, is a masterful martial artist with a complex and compelling backstory. Raised in the tumultuous Mishima family, Jin is known for his unique Mishima-style fighting technique. His journey is defined by participation in the King of Iron Fist Tournament, where he seeks to unravel the mysteries of his lineage. Jin's character is marked by a dual nature, balancing the pursuit of strength with the internal conflicts he faces, making him a captivating and iconic presence in the gaming world."
    },
    {
        "sno": 1,
        "ImageUrl": "https://drive.google.com/uc?export=view&id=1IQqUHWJVy5x9cQhuFqBmVRy4SEPyN8Pc",
        "Name": "Goku",
        "Game": "Dragon Ball",
        "Description": "Goku, also referred to as Kakarot, is an iconic Saiyan warrior renowned for his indomitable spirit and quest for self-improvement. As the central protagonist in the Dragon Ball series, Goku's journey spans from a humble beginning to becoming one of the universe's most powerful fighters. Gifted with incredible strength, agility, and the ability to wield powerful energy, Goku's character embodies perseverance and the constant pursuit of becoming the strongest. His adventures, friendships, and battles against formidable foes, including the signature Kamehameha wave, have solidified Goku's status as a legendary character in the realm of gaming and anime."
    },
    {
        "sno": 2,
        "ImageUrl": "https://drive.google.com/uc?export=view&id=1SQpj6yrLEmcdq3PFVGJwjGC6Atf31Kts",
        "Name": "Kazuya",
        "Game": "Tekken",
        "Description": "Kazuya Mishima, a key player in the Tekken saga, brings a complex narrative to the fighting game genre. Marked by the Devil Gene within him, Kazuya's character is defined by an intense familial rivalry, particularly with his father, Heihachi Mishima. His fighting style is ruthless, incorporating powerful martial arts moves that reflect the inner turmoil of the Mishima family. Kazuya's enigmatic personality and the struggle with his own demons add layers of depth to the Tekken storyline, making him a memorable and formidable character in the world of video games."
    }
]